fiverr.org
#+BEGIN_HTML
  <script src="http://jaydixit.github.io/sandbox/org-inline-footnotes/jquery-2.0.3.min.js"></script>
  <script src="http://jaydixit.github.io/sandbox/org-inline-footnotes/jquery-inline-footnotes.js"></script>
<link rel='stylesheet' type='text/css' href='http://jaydixit.github.io/sandbox/org-inline-footnotes/org-inline-footnotes.css'>

<script src="jquery-2.0.3.min.js"></script>
  <script src="jquery-inline-footnotes.js"></script>
<link rel='stylesheet' type='text/css' href='org-inline-footnotes.css'>

  <script>
    $(function() {
      var fns=$('.footdef');      
      $.each(fns, function(i, fn){                
	 $(fn).attr("id", "fn."+(i+1));       
      });      
      $(".footref").inlineFootnote();
    });
</script>

  <style type="text/css">
    body {
      color: #555;
      padding: 0;
      margin: 0;
margin-left:auto;
margin-right:auto;
      font-size: 26px;
}


    #content { width: 660px; margin: 76px auto; 
color:#555;
      font-family: "Garamond Premier Pro", Georgia, serif;
      line-height: 1.6em;
}

h1,h2,h3,h4,h5,h6
{
font-family: 'Helvetica Neue', Helvetica, Arial, 'Lucida Grande', sans-serif; 
 font-weight: 700; 
 text-rendering:optimizeLegibility; 
}
</style>
#+END_HTML 

* Alice's dream

Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, 'and what is the use of a book,' thought Alice 'without pictures or conversation?' [fn:: This is the first paragraph.] 

* The Rabbit

So she was considering in her own mind (as well as she could, for the hot day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her.[fn:: This is where the second footnote goes.] 

There was nothing so VERY remarkable in that; nor did Alice think it so VERY much out of the way to hear the Rabbit say to itself, 'Oh dear! Oh dear! I shall be late!' (when she thought it over afterwards, it occurred to her that she ought to have wondered at this, but at the time it all seemed quite natural); but when the Rabbit actually TOOK A WATCH OUT OF ITS WAISTCOAT-POCKET, and looked at it, and then hurried on, Alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and burning with curiosity, she ran across the field after it, and fortunately was just in time to see it pop down a large rabbit-hole under the hedge.[fn:: There is a third footnote here.] 

 
